Revit 2027 API
BuiltInFailures.TagFailures.RemoveTagWithNoLeaders Property
 The Tag was deleted because it was no longer pointing to any elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RemoveTagWithNoLeaders { get; }
Public Shared ReadOnly Property RemoveTagWithNoLeaders As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RemoveTagWithNoLeaders {
	FailureDefinitionId^ get ();
}
static member RemoveTagWithNoLeaders : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace